"ADD_EVENT_PROMPT" = "Adja meg ezen esemény részleteit.";
"ADD_EVENT" = "Új esemény";
"EDIT_EVENT" = "Szerkesztés";
"CANCEL" = "Mégsem";

"DELETE" = "Törlés";
"DELETE_ONE" = "Csak ezen esemény törlése";
"DELETE_FUTURE" = "Összes jövőbeli törlése";
"DELETE_RECURRING_ALERT_TITLE" = "Ez egy ismétlődő esemény.";
"DELETE_EVENT" = "Esemény törlése";

"DETACH_ONE" = "Mentés ezen eseményhez";
"DETACH_FUTURE" = "Mentés a jövőbeliekhez";
"DETACH_ALL" = "Mentés az összeshez";
"DETACH_ALERT_TITLE" = "Ez egy ismétlődő esemény.";

"CANCEL_DIRTY_ALERT_TITLE" = "Ez az esemény szerkesztve lett.";
"CANCEL_DIRTY_CANCEL" = "Szerkesztés visszavonása";
"CANCEL_DIRTY_REVIEW" = "Szerkesztés áttekintése";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "Nem küldhető meghívó";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "A(z) „%@” nem tűnik érvényes e-mail címnek.";
"OK" = "OK";

"TITLE_PLACEHOLDER" = "Név";
"LOCATION_PLACEHOLDER" = "Helyzet";
"TITLE_DETAIL_NAV_TITLE" = "Név és helyzet";
"DEFAULT_EVENT_TITLE" = "Új esemény";
"ADD_TO_CALENDAR" = "Hozzáadás a naptárhoz";

"STARTS" = "Kezdete";
"ENDS" = "Vége";
"DATE_DETAIL_NAV_TITLE" = "Kezdete és vége";
"ALL_DAY_SWITCH_TITLE" = "Egésznapos";
"TIME_ZONE" = "Időzóna";
"FLOATING" = "Lebegő";

"REPEAT" = "Ismétlés";
"NEVER_DETAIL" = "Soha";
"DAILY_DETAIL" = "Minden nap";
"WEEKLY_DETAIL" = "Minden héten";
"BIWEEKLY_DETAIL" = "Minden 2 hétben";
"MONTHLY_DETAIL" = "Minden hónapban";
"YEARLY_DETAIL" = "Minden évben";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "Ismétlés";
"END_REPEAT" = "Ismétlés vége";
"END_REPEAT_NAV_TITLE" = "Ismétlés vége";
"TIME_ZONE_CHOOSER_PROMPT" = "Írja be egy város nevét.";

"REPEAT_FOREVER" = "Ismétlés örökké";

"ADD_INVITEES_NAV_TITLE" = "Hozzáadás";
"ADD_INVITEES_PROMPT" = "Adjon meghívottakat ezen eseményhez.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "Esemény nem menthető";
"ALERT_TIME" = "Jelzés ideje";
"CANNOT_REPEAT_EVENT" = "Esemény nem ismételhető";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

